export const Videocardtext = () => {
    return(
        <div className="catalog_text">
            <div className="catalog_text_title">Что такое видеокарта для майнинга</div>
            <div className="catalog_text_subtitle">Как правило, для майнинга используются игровые видеокарты, поскольку они обладают достаточной мощностью и вычислительными способностями. Работа видеокарты в процессе майнинга представляет собой процесс, сходный с расчётом текстур в видеоиграх или их прорисовку, ничего специфического от карт в майнинге не требуется.
Игровые карты совершенствуются, в первую очередь, под игровые нужды, однако с развитием их для игровой сферы увеличивается мощность карт для криптовалютного майнинга.
К самым популярным видеокартам, на которых можно производить майнинг, относятся карты, произведенные AMD и Nvidia.</div>
            <div className="catalog_text_title">Майнинг на видеокартах AMD</div>
            <div className="catalog_text_subtitle">Данная видеокарта отлично подходит для майнинга криптовалюты эфириум.
С этой карты начался майнинг в период первого криптовалютного бума – то есть с 2015 по 2018 год.</div>
            <div className="catalog_text_title">Майнинг на видеокартах Nvidia</div>
            <div className="catalog_text_subtitle">Карты NVIDIA обладают большой энергоэффективностью, за что её ценят геймеры по всему миру. Зелёный логотип компании производителя символизирует оптимальное энергопотребление и ассоциируется с экологичностью.
Некоторые версии карт NVIDIA обладают куда большей производительной мощностью в сравнении с картами AMD.</div>
            <div className="catalog_text_title">Почему добыча криптовалюты на картах остается популярной?</div>
            <div className="catalog_text_subtitle">Во-первых, ASIC-фермы для майнинга криптовалют достаточно дорогостоящие, а также под них необходимо отдельное пространство – желательно отдельная комната, так как ферма занимает много места. Ферму из видеокарт можно собрать самостоятельно, и она занимает не так много места. Более того, она достаточно мобильна не только в плане занимаемого пространства, но и в способности работать с разными криптовалютами. К тому же, если использовать карты аккуратно, в будущем их можно перепродать.
Во-вторых, видеокарты – универсальные солдаты для майнинга криптовалют. Новые криптовалюты появляются буквально каждый день, выпускать специализированные ASIC-фермы для каждой криптовалюты производители просто не успевают. В этом плане видеокарты безусловно вырывают лидерство у ферм.
В-третьих, отличная производительность, энергопотребление и охлаждение карт. Игровые видеокарты предназначены для интенсивного использования геймерами, поэтому они, как правило, оснащены испарителями и специальными паровыми камерами, чтобы не происходило перегрева техники. Безусловно, это влияет на производительность карт.
В-четвертых, видеокарты работают гораздо тише, чем ASIC-фермы.
Все эти плюсы являются весомыми аргументами в пользу выбора видеокарт для майнинга.</div>
        </div>
    )
}