import Ferma from "../../../image/service4.jpg"

export const Consultation = () => {
    return(
        <main>
            <div className="container">
                <h1>Консультация</h1>
                <div className="maning_item">
                    <p>Отремонтируем видеокарту ноутбука или стационарного компьютера на базе чипов Intel, Nvidia, ATI. Работаем с ноутбуками мировых производителей Acer, Asus, eMachines, Lenovo, LG, HP, Samsung, Sony. Чиним и обслуживаем видеокарты брендов AMD, ASRock, ASUS, Biostar, Colorful, Gainward, Gigabyte, Inno3D, Palit, MSI, ZOTAC.
Проконсультируем по возможным поломкам. Поможем определиться с оптимальным решением в ремонте.
Проведем бесплатную диагностику системы обработки видео ноутбука или стационарного компьютера в сжатые сроки.
Используем профессиональное оборудование, качественные компоненты и флюсы для пайки видеочипов. Длительный опыт работы в сфере сложного ремонта компьютерной техники позволяет нам производить ремонт видеокарты качественно, оперативно и по доступной цене.</p>
                <h2>Наши преимущества — гарантия качественного сервиса</h2>
                <ul>
                    <li>Опыт работы с графическими ускорителями Intel, ATI, Nvidia. Диагностика. Демонтаж. Монтаж и другие виды работ.</li>
                    <li>Знакомы с устройством и схемотехникой устройств марки Acer, Asus, Apple, Dell, Fujitsu, HP, Lenovo, MSI, Compaq, Samsung и др.</li>
                    <li>Работаем без посредников — всё делаем сами.</li>
                    <li>Согласованная с заказчиком цена ремонта, замены видеокарты в ноутбуке не изменяется.</li>
                    <li>Оплата по факту выполненных работ.</li>
                    <li>Цены ниже, чем у конкурентов.</li>
                    <li>Используем для монтажа / демонтажа современное оборудование (инфракрасную паяльную станцию ИК-650 ПРО) и комплектующие от надёжных поставщиков (чипы Intel, AMD).</li>
                    <li>Готовы помочь с доставкой в ремонт и обратно.</li>
                </ul>
                </div>
            </div>
        </main>
    )
}