
export const GuaranteeText = () => {
    return(
    <>
        <div className="compani_wrapper">
                    <div className="compani_text">
                        <h1>Уважаемые покупатели!</h1>
                        <div>
                            При возникновении гарантийного случая, наличии претензии по качеству или комплектности приобретенной продукции просим вас заполнить форму обратной связи с отделом сервиса, после чего наши специалисты вам позвонят. Если вы не имеете возможности заполнить форму онлайн, вы можете обратиться по телефонам: +375 29 3-021-021 или +375 33 3-021-021. Если товар подлежит замене, мы примем его даже при отсутствии чека, только убедимся, что товар куплен у нас.
                        </div>
                        <div>Во избежание конфликтных ситуаций предлагаем вам ознакомиться с данным разделом, в котором приведены все основные правила взаимодействия продавцов и покупателей, касающиеся продаваемых нашей организацией товаров. Все эти правила закреплены актами законодательства Республики Беларусь и носят обязательный характер как для продавцов, так и для покупателей.
    Также обращаем ваше внимание, что все товары, продаваемые в нашем магазине официально импортированы в Республику Беларусь и имеют все необходимые документы, включая Сертификаты Соответствия национального образца и Свидетельства о государственной гигиенической регистрации (для тех групп товаров, для которых они необходимы).
                        </div>
                    </div>
                </div>
                

            </>
    )
}