export const ProductText = () => {
    return(
        <div className="catalog_text">
            <div className="catalog_text_title">10 причин, почему стоит заказать у нас?</div>
            <div className="catalog_text_subtitle">
                <ul>
                    <li>Всегда качественный товар:
Качество - основополагающая характеристика товара. Именно поэтому прежде чем продукция попадает на полки нашего интернет магазина, все товары тщательно проверяются</li>
                    <li>Самые доступные цены:
Наши цены действительно доступны каждому, Прямой поставщик позволяет нам в отличии от других интернет магазинов, держать планку самых доступных цен, ведь мы не платим за перекупщиков.</li>
                    <li>Гарантия обмена:
Наш магазин гарантирует бесплатный обмен или возврат любого товара в течении 14 дней в соответствии с условиями обмена и возврата.</li>
                    <li>Доставка:
Наш магазин заботится о клиентах, именно поэтому мы предлагаем вам бесплатную доставку в любую точку Казани, при заказе от двух единиц товара, в не зависимости от общей суммы.</li>
                    <li>Экономия времени:
У нас можно сделать покупку в любое время суток и с любого места. Делая заказ у нас, Вы экономите свое время – все что вы заказали доставят.</li>
                    <li>Акции и подарки:
По чаще заходите в наш магазин. Мы продолжаем вас радовать постоянными акциями и подарками. Без подарка не останется никто!</li>
                    <li>Индивидуальный подход к клиенту и его потребностям:
Наши администраторы с радостью ответят на ваши вопросы, проконсультируют и помогут подобрать наиболее подходящий вам товар.</li>
                    <li>Скидки на каждый следующий заказ:
Cheap Shop - это не просто очередной магазин, который продает товары через интернет. Мы стараемся дарить людям комфорт! После первой покупки в нашем магазине на Любую сумму, на вторую покупку будет скидка!!!</li>
                    <li> Удобное и быстрое оформление заказа:
Что может быть удобнее чем сделать покупки не выходя из дома. Просто выберите понравившейся вам товар и сообщите об этом администраторам группы!</li>
                    <li>Проверка товара перед отправкой:
Мы заботимся о своей репутации и поэтому перед отправкой товар проверяется на работоспособность, техническую пригодность и комплектность. Таким образом наши клиенты могут быть уверены в том, что получат качественный товар: без повреждений и поломок</li>
                </ul>
            </div>
        </div>
    )
}